[
  {
    "code": "13",
    "nome": "Crânio",
    "descricao": "O crânio humano é uma estrutura óssea complexa composta por cerca de 22 a 30 ossos individuais, a maioria conectada por articulações ossificadas conhecidas como suturas. Ele é dividido em duas principais categorias: os ossos faciais, ou viscerocrânio, que formam o esqueleto facial e protegem as estruturas subjacentes, incluindo os globos oculares, e o neurocrânio, que abriga e protege o cérebro, além das estruturas do ouvido médio e interno. O crânio não apenas proporciona proteção ao cérebro contra lesões, mas também é fundamental para suportar as funções sensoriais e a forma do rosto. A saúde do crânio é essencial, pois lesões ou deformidades podem impactar tanto a função cerebral quanto às atividades diárias, como alimentação e comunicação.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia-do-corpo/cranio-humano-anatomia-estrutura-e-ossos"
  },
  {
    "code": "12",
    "nome": "Mandíbula",
    "descricao": "A mandíbula é o maior osso da face e o único osso móvel do crânio, exceto pelos ossículos da orelha média. Diferente dos outros ossos cranianos, ela se articula com o crânio por meio da articulação temporomandibular, uma articulação sinovial que permite movimentos de translação e rotação, essenciais para a mastigação e a fala. A mandíbula é composta por um corpo e dois ramos, que possuem marcos anatômicos importantes para abrigar os dentes e permitir a passagem de estruturas neurovasculares.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/a-mandibula"
  },
  {
    "code": "11",
    "nome": "Costelas",
    "descricao": "As costelas são ossos planos e curvos que formam a maior parte da caixa torácica, protegendo os órgãos internos. Existem doze pares de costelas, todas articuladas com a coluna vertebral. Sete pares, chamados de costelas verdadeiras, se conectam diretamente ao esterno por meio de sua própria cartilagem. As costelas oito a dez, conhecidas como costelas falsas, se ligam diretamente ao esterno através da cartilagem da costela acima. Por fim, os dois últimos pares são costelas flutuantes, que não se conectam ao esterno e sua cartilagem termina na musculatura abdominal. Essas costelas podem ser classificadas como típicas ou atípicas.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/costelas"
  },
  {
    "code": "10",
    "nome": "Vértebras",
    "descricao": "As vértebras são os ossos que compõem a coluna vertebral, proporcionando suporte ao corpo e protegendo a medula espinhal. A coluna vertebral é dividida em cinco regiões: cervical, torácica, lombar, sacral e coccígea, totalizando 33 vértebras em um adulto. Cada vértebra possui uma estrutura característica, incluindo um corpo vertebral, um arco vertebral e processos espinhosos e transversos, que servem como pontos de anexo para músculos e ligamentos. As vértebras são articuladas entre si por meio de discos intervertebrais, que atuam como amortecedores, permitindo movimento e flexibilidade à coluna. A saúde das vértebras é fundamental, pois problemas como hérnias de disco ou artrite podem afetar a mobilidade e causar dor.",
    "referencia": "https://pt.wikipedia.org/wiki/V%C3%A9rtebra"
  },
  {
    "code": "9",
    "nome": "Cóccix",
    "descricao": "O cóccix é um pequeno osso triangular que resulta da fusão de quatro vértebras coccígeas e forma a parte final da coluna vertebral, contribuindo para a estrutura da pelve verdadeira. Ele pode ser dividido em várias partes: a base, que se articula com o sacro na articulação sacrococcígea; o ápice, que serve como ponto de fixação para músculos e ligamentos do assoalho pélvico; e as superfícies anterior e posterior, com características específicas, como sulcos e cornos coccígeos. O cóccix é essencial para a inserção de músculos, como o glúteo máximo e o levantador do ânus, e desempenha um papel importante no suporte do peso do corpo ao sentar-se.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/coccix"
  },
  {
    "code": "8",
    "nome": "Escápula",
    "descricao": "A escápula, ou omoplata, é um osso triangular e achatado localizado na parte posterior do tronco, sobre as costelas de 2 a 7. Juntamente com a clavícula e o manúbrio do esterno, forma a cintura escapular, que conecta o membro superior ao esqueleto axial. A escápula é crucial para a inserção de músculos do braço e do ombro e articula-se com o úmero e a clavícula, formando as articulações glenoumeral e acromioclavicular. Sua conexão livre com a parede torácica posterior permite uma grande amplitude de movimento do braço, proporcionando mais mobilidade ao membro superior em comparação ao inferior.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/escapula"
  },
  {
    "code": "7",
    "nome": "Pelve",
    "descricao": "A pelve, ou cíngulo do membro inferior, é uma estrutura óssea em forma de bacia que protege os órgãos da região pélvica e é composta pela cintura pélvica (formada pelo ílio, ísquio e púbis) e pela coluna pélvica (sacro e cóccix). Ela conecta os ossos pélvicos pela sínfise púbica e articulações sacroilíacas, desempenhando funções essenciais como suportar o peso da parte superior do corpo, estabilizá-lo e transmiti-lo aos membros inferiores, além de abrigar órgãos abdominopélvicos e fornecer pontos de inserção para músculos. A pelve também cria um ambiente adequado para o feto durante a gestação, sendo suas características importantes para o trabalho de parto.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/pelve"
  },

  {
    "code": "6",
    "nome": "Fêmur",
    "descricao": "O fêmur é o osso mais forte e longo do corpo, estendendo-se entre as articulações do quadril (anca) e do joelho. Sua anatomia é adaptada para suportar as fixações musculares e ligamentares da região, permitindo a máxima extensão do membro durante a caminhada. Proximalmente, articula-se com o osso pélvico, enquanto distalmente interage com a patela e a parte superior da tíbia. O fêmur começa a se desenvolver entre a quinta e a sexta semana de gestação por meio da ossificação endocondral, e continua a se desenvolver durante a infância e adolescência, com a ossificação completando-se entre os 14 e 18 anos.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/femur-pt"
  },
  {
    "code": "5",
    "nome": "Tíbia",
    "descricao": "A tíbia, ou osso da canela, é um osso longo localizado medialmente à fíbula e é o segundo maior osso do corpo, responsável por suportar o peso da perna. Seu nome em latim, 'tibia' refere-se a instrumentos musicais tubulares, que eram às vezes feitos de tíbias de animais, indicando sua versatilidade. A tíbia é composta por três partes: a parte proximal, que participa da articulação do joelho; a diáfise, que fornece locais para a fixação de músculos da perna; e a parte distal, que contribui para a articulação do tornozelo.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/osso-tibia"
  },
  {
    "code": "4",
    "nome": "Fíbula",
    "descricao": "A fíbula é um osso fino e cilíndrico localizado na parte posterior da perna, paralela à tíbia, que é um osso longo mais espesso e responsável pelo suporte de peso. Assim como outros ossos longos, a fíbula possui uma extremidade proximal (com cabeça e colo), um corpo ou diáfise, e uma extremidade distal. Apesar de ter um comprimento semelhante ao da tíbia, a fíbula é muito mais fina, refletindo suas funções de suporte de peso menores em comparação com a tíbia.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/osso-fibula"
  },
  {
    "code": "3",
    "nome": "Falanges",
    "descricao": "As falanges são os ossos que formam a parte óssea dos dedos da mão e são classificadas como ossos longos, apesar de seu tamanho pequeno, devido à sua estrutura que inclui uma diáfise, uma cabeça distal e uma base proximal. Cada mão possui quatorze falanges: os quatro dedos médios têm três falanges cada (proximal, média e distal), enquanto os polegares têm duas (proximal e distal). As falanges são conectadas por articulações interfalângicas e são vascularizadas por ramos das artérias digitais palmares.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/falanges-da-mao"
  },
  {
    "code": "2",
    "nome": "Metatarso",
    "descricao": "Os ossos metatarsais são um grupo de cinco ossos longos localizados no pé, situados entre os ossos do tarso, próximos ao tornozelo, e as falanges, que são os ossos dos dedos dos pés. Cada osso metatarsal possui três partes distintas: uma base proximal que se articula com os ossos do tarso, uma fina diáfise intermediária e uma cabeça distal que se articula com as falanges proximais dos dedos. A superfície dorsal dos metatarsais é convexa, enquanto a superfície plantar é côncava, e as superfícies lisas que articulam com outros ossos são chamadas de facetas articulares. Os metatarsais desempenham um papel vital na formação dos arcos do pé, essenciais para a sustentação de carga, o equilíbrio e a caminhada.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/metatarso"
  },
  {
    "code": "1",
    "nome": "Tarso",
    "descricao": "O tarso é formado por sete ossos que constituem a parte posterior do pé: calcâneo, tálus, navicular, cuboide e três cuneiformes (medial, intermédio e lateral). Esses ossos se dividem em duas regiões do pé: retropé e mediopé. O retropé inclui o calcâneo e o tálus, enquanto o mediopé é composto pelo cuboide e pelos cuneiformes. O navicular situa-se entre essas duas regiões. Os ossos do tarso servem como importantes pontos de fixação para os músculos da perna e do pé, além de contribuírem para a manutenção dos arcos do pé.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/ossos-do-tarso"
  },
  {
    "code": "14",
    "nome": "Manúbrio",
    "descricao": "O manúbrio é a parte superior do esterno, um osso plano e alongado localizado na parte anterior do tórax, que se articula com as clavículas e as primeiras costelas, contribuindo para a estrutura da caixa torácica. Ele desempenha um papel vital na proteção dos órgãos vitais, como o coração e os pulmões, e serve como um ponto de fixação para músculos e ligamentos envolvidos na respiração e na movimentação dos membros superiores. Juntamente com os ossos do tarso, que são compostos por sete ossos (calcâneo, tálus, navicular, cuboide e três cuneiformes), o manúbrio é essencial para a estrutura e a funcionalidade do sistema esquelético, ajudando na manutenção dos arcos do pé e proporcionando suporte ao corpo.",
    "referencia": "https://pt.wikipedia.org/wiki/Man%C3%BAbrio#:~:text=O%20man%C3%BAbrio%20constitui%20a%20parte"
  },

  {
    "code": "15",
    "nome": "Clavícula",
    "descricao": "A clavícula é um osso longo com formato semelhante à letra 'S', localizado horizontalmente entre o esterno, na parte superior da caixa torácica, e a extremidade acromial da escápula. Esse osso é fundamental para o sistema esquelético, pois desempenha um papel crucial nas atividades diárias, funcionando como a ligação entre o esqueleto axial e a cintura escapular. Assim, a clavícula serve como suporte para o ombro, permitindo que o peso dos membros superiores seja transferido para o esqueleto axial. Lesões na clavícula podem afetar significativamente a realização de tarefas cotidianas.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/clavicula"
  },

  {
    "code": "16",
    "nome": "Úmero",
    "descricao": "O úmero é o maior e mais longo osso do membro superior, composto por uma extremidade proximal, uma diáfise e uma extremidade distal, cada uma contendo marcos anatômicos significativos. Próximamente, o úmero se articula com a escápula na articulação glenoumeral, contribuindo para os movimentos do ombro. Além disso, na extremidade distal, ele se articula com o rádio e a ulna na articulação do cotovelo.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/umero"
  },

  {
    "code": "17",
    "nome": "Rádio",
    "descricao": "O rádio é um dos ossos longos do antebraço, localizado do lado lateral do braço (lado do polegar), estendendo-se do cotovelo até o punho. Ele se articula proximamente com o úmero na articulação do cotovelo e distalmente com os ossos do carpo, especificamente o escafoide e o semilunar. O rádio é composto por três partes principais: uma extremidade proximal com a cabeça do rádio, uma diáfise ou corpo, e uma extremidade distal que se alarga para formar a superfície articular do punho. Esse osso é essencial para a movimentação do antebraço, permitindo a rotação e a transmissão de forças durante atividades envolvendo a mão e o pulso, trabalhando em conjunto com a ulna para proporcionar estabilidade e mobilidade ao membro superior.",
    "referencia": "https://pt.wikipedia.org/wiki/R%C3%A1dio_(osso)#:~:text=O%20r%C3%A1dio%20%C3%A9%20o%20osso,e%20medialmente%20com%20a%20ulna"
  },
  {
    "code": "18",
    "nome": "Ulna",
    "descricao": "A ulna, também conhecida como cúbito, é um dos ossos longos do antebraço, localizada medialmente em relação ao rádio, e se estende do cotovelo até o punho. Proximamente, ela se articula com o úmero na articulação do cotovelo e, distalmente, com o rádio na articulação do punho. A ulna é composta por três partes principais: uma extremidade proximal que possui a incisura troclear e o olecrano, uma diáfise ou corpo, e uma extremidade distal que se alarga para formar a cabeça da ulna. Esse osso é fundamental para a estabilidade do antebraço e desempenha um papel importante na flexão e extensão do cotovelo, além de contribuir para a funcionalidade e mobilidade do membro superior.",
    "referencia": "https://pt.wikipedia.org/wiki/Ulna#:~:text=O%20c%C3%BAbitoou%20a%20ulna,em%20rela%C3%A7%C3%A3o%20ao%20osso%20r%C3%A1dio"
  },
  {
    "code": "19",
    "nome": "Carpo",
    "descricao": "Os ossos do carpo são um conjunto de oito ossos que formam a parte posterior da mão, situados entre os ossos do antebraço (rádio e ulna) e os metacarpos, que são os ossos da mão. Esses ossos estão organizados em duas fileiras: a fileira proximal, composta pelos ossos escafoide, semilunar, triangular (ou piramidal) e pisiforme, e a fileira distal, formada pelos ossos trapézio, trapezoide, capitato e hamato. Os ossos do carpo são fundamentais para a movimentação e flexibilidade da mão, permitindo uma ampla gama de movimentos e a articulação com os metacarpos, além de desempenharem um papel importante na absorção de choques e na distribuição de forças durante atividades que envolvem a manipulação de objetos.",
    "referencia": ""
  },
  {
    "code": "20",
    "nome": "Metacarpo",
    "descricao": "Os ossos metacarpais, também conhecidos como ossos do metacarpo, são os cinco ossos da mão localizados entre as falanges e os ossos do carpo. Embora sejam relativamente pequenos, são classificados como ossos longos devido às suas características estruturais. Cada metacarpal possui uma diáfise, uma cabeça distal e uma base proximal mais larga. Eles se articulam com os ossos do carpo através de suas extremidades proximais (bases) e com as falanges proximais por meio das extremidades distais (cabeças). Os metacarpos são numerados de 1 a 5, na direção rádio-ulnar.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/ossos-do-metacarpo"
  },
  {
    "code": "21",
    "nome": "Patela",
    "descricao": "A patela, ou rótula, é um osso situado na frente da articulação do joelho, cuja principal função é proteger a articulação contra danos e lesões. Classificada como um grande osso sesamoide, ela se localiza dentro do tendão do quadríceps femoral, contribuindo para a eficiência dos movimentos de extensão da perna, como ao caminhar, correr ou saltar. Além de servir como ponto de fixação para ligamentos e tendões, a patela ajuda a estabilizar a articulação do joelho. Ela se forma por ossificação endocondral, iniciando seu desenvolvimento na infância e completando a ossificação entre os 3 e 6 anos de idade. Lesões na patela, como fraturas ou condromalácia, podem causar dor e dificultar a movimentação.",
    "referencia": "https://www.kenhub.com/pt/library/anatomia/patela"
  }
]
