[
    {
        "code" : "1",
        "nome" : "Canal Deferente",
        "descricao" : "O canal deferente é um dos principais componentes do sistema reprodutor masculino. Sua função é conduzir os espermatozoides após seu amadurecimento, permitindo que eles se misturem aos líquidos das glândulas seminais para formar o sêmen. Sem o canal deferente, os espermatozoides não conseguem se misturar ao fluido seminal, o que impediria sua liberação durante a ejaculação e, assim, dificultaria o processo de fertilização. Por isso, ele é crucial para a reprodução masculina ser viável."
    },
    {
        "code" : "2",
        "nome" : "Vesícula",
        "descricao" : "As vesículas seminais são duas glândulas situadas logo acima da próstata, localizadas entre a o fundo da bexiga e o reto. Elas são responsáveis por produzir o líquido seminal, que contém diversos nutrientes, incluindo a frutose. Sua função principal é fornecer energia para que os espermatozoides alcancem o óvulo e realizem a fecundação. Além disso, o líquido também desempenha um papel essencial ao facilitar a movimentação dos gametas."
    },
    {
        "code" : "3",
        "nome" : "Epidídimo",
        "descricao" : "Os epidídimos são estruturas que têm a função de armazenar os espermatozoides, permitindo seu amadurecimento até que estejam aptos a se mover de forma eficiente. Se os epidídimos não funcionarem corretamente, a produção e a qualidade dos espermatozoides podem ser afetadas, o que, por sua vez, prejudica a fertilidade masculina. Assim, esses órgãos são fundamentais para o processo reprodutivo."
    },
    {
        "code" : "4",
        "nome" : "Testículos",
        "descricao" : "Os testículos são responsáveis pela produção de espermatozoides e a produção de hormônios. O hormônio mais importante produzido pelos testículos é a testosterona, embora eles também produzem a diidrotestosterona, que é o metabólito mais ativo da testosterona. A saúde dos testículos é essencial para a fertilidade e o bem-estar geral do homem."
    },
    {
        "code" : "5",
        "nome" : "Pênis",
        "descricao" : "O pênis é um órgão fundamental para a reprodução humana, e também, dentro do pênis nota-se a passagem da uretra, que também atua como um caminho para o descarte da urina. A saúde do pênis pode refletir a saúde geral do homem. Questões como disfunção erétil, infecções ou doenças sexualmente transmissíveis podem indicar condições de saúde implícitas que exigem atenção."
    },
    {
        "code" : "6",
        "nome" : "Próstata",
        "descricao" : "A próstata é uma glândula situada na parte anterior do reto, abaixo da bexiga, e envolve a porção superior da uretra (o canal que transporta a urina). Ela não tem função na ereção ou no orgasmo. Sua principal função é produzir um líquido que faz parte do sêmen, o qual nutre e protege os espermatozoides. É importante ter consciência sobre a saúde da próstata e ter o costume de fazer exames para verificar se está tudo certo com ela."
    },
    {
        "code" : "7",
        "nome" : "Ducto Ejaculatório",
        "descricao" : "Os ductos ejaculatórios representam a parte final dos ductos deferentes, atravessando a próstata para transportar os espermatozoides e o fluido seminal até a uretra prostática, de onde serão expelidos durante a ejaculação. Além disso, o ducto ejaculatório possibilita a combinação dos espermatozoides com o fluido seminal, resultando na formação do sêmen. Essa combinação é essencial, pois oferece nutrientes e cria um ambiente propício para a sobrevivência e a movimentação dos espermatozoides."
    },
      {
        "code" : "8",
        "nome" : "Uretra",
        "descricao" : "A uretra é um tubo que permite o transporte da urina da bexiga para o fora do corpo. Nos homens, ela também desempenha uma função adicional, funcionando como um canal para a passagem do sêmen durante a ejaculação. Ela desempenha funções tanto na eliminação da urina quanto na ejaculação, podendo ser divida em três partes: a uretra prostática, a uretra membranosa e a uretra esponjosa."
    },
    {
        "code" : "9",
        "nome" : "Glândulas Bulbouretrais",
        "descricao" : "As glândulas bulbouretrais, também conhecidas como glândulas de Cowper, são duas pequenas glândulas localizadas próximas à base do pênis, em ambos os lados da uretra. Elas liberam uma secreção na uretra antes da ejaculação, que lubrifica o pênis e ajuda a neutralizar resíduos de urina presentes no canal da uretra. Elas são essenciais para a saúde reprodutiva e sexual masculina, ajudando a garantir que a relação sexual seja confortável e que as condições na uretra sejam favoráveis à passagem do sêmen."
    }
]
