[
    {
        "code" : "1",
        "nome" : "Cerebelo",
        "descricao" : "É uma estrutura que fica na parte posterior e inferior do crânio, abaixo do cérebro. Sua principal função é coordenar os movimentos voluntários, garantindo equilíbrio, postura e precisão. Ele ajusta os comandos motores para torná-los mais suaves e eficientes (sem realizar o movimento). Além disso, o cerebelo está envolvido no aprendizado motor, aprimorando habilidades repetitivas, e regula o tônus muscular (grau de contração dos músculos em repouso)."
    },
    {
        "code" : "2",
        "nome" : "Córtex cerebral",
        "descricao" : "Os lobos cerebrais estão localizados no córtex cerebral e têm diferentes funções: o lobo frontal está envolvido no controle motor e no pensamento abstrato, o lobo parietal está relacionado à percepção sensorial e integração de informações, o lobo temporal está associado à audição e memória auditiva, e o lobo occipital é responsável pela visão."
    },
    {
        "code" : "3",
        "nome" : "Ventrículos",
        "descricao" : "Os ventrículos cerebrais são um sistema de quatro cavidades interligadas localizadas no interior do cérebro, preenchidas por um líquido transparente chamado líquido cefalorraquidiano (LCR). Essas cavidades desempenham funções importantes no cérebro e no sistema nervoso central."
    },
    {
        "code" : "4",
        "nome" : "Tronco Encefálico",
        "descricao" : "É a estrutura que conecta o cérebro à medula espinhal (um tubo comprido de tecido nervoso, que está situado dentro da coluna vertebral, a medula conduz sinais de entrada e saída entre o cérebro e o corpo e produz impulsos e coordena reflexos rápidos) e é fundamental para a sobrevivência, pois regula funções automáticas vitais. Ele conduz impulsos nervosos entre o cérebro e a medula espinhal e é composto por três partes principais: - Mesencéfalo: Controla reflexos visuais e auditivos, além de coordenar movimentos oculares. - Ponte: Envolvida no controle respiratório, na regulação do ciclo do sono e na comunicação entre diferentes áreas do cérebro. - Bulbo (bulbo raquidiano): Regula funções vitais como respiração, batimentos cardíacos e pressão arterial, além de controlar reflexos ( tosse, espirro e deglutição,etc)."
    }
]