[
    {
        "code" : "4",
        "nome" : "Cavidades nasais",
        "descricao": "As cavidades nasais têm funções fundamentais no sistema respiratório. Uma de suas principais atribuições é a filtragem, já que possuem pêlos e mucos que auxiliam na captura de partículas de poeira, poluentes e microrganismos, impedindo que esses agentes cheguem aos pulmões. Além disso, elas umidificam e aquecem o ar que é respirado, protegendo as vias respiratórias e otimizando a troca gasosa. Concluindo, as cavidades nasais são fundamentais para a saúde respiratória e para funções sensoriais, melhorando nossa qualidade de vida."
    },
    {
        "code":"2",
        "nome":"Diafragma",
        "descricao": "O bulbo percebe as alterações de gás carbônico no sangue e no líquido cerebrospinal, e sinais são enviados para para que ocorra um aumento da intensidade e taxa da respiração ao diafragma, que faz contração na inspiração, e relaxa junto com a caixa torácica na expiração."
    },
    {
        "code" : "0",
        "nome" : "Faringe",
        "descricao": "A faringe é uma estrutura muscular que faz parte tanto do sistema respiratório quanto do sistema digestivo, possibilitando que o ar, assim como alimentos líquidos e sólidos, sejam transportados para dentro do organismo. Ela está localizada na parte posterior da boca e do nariz, e se estende até a laringe e o esôfago. Dividida em três partes: nasofaringe, orofaringe e laringofaringe, a faringe também está suscetível a doenças, por isso é importante cuidar bem desse órgão."
    },
    {
        "code" : "7",
        "nome" : "Laringe",
        "descricao": "A laringe é um órgão do sistema respiratório que promove a conexão entre a faringe e a traqueia, localizado na parte anterior do pescoço. Ela tem uma função essencial na produção da voz, pois contém as pregas vocais, que vibram com a passagem do ar, sendo por isso conhecida como o órgão fonador. Além disso, a laringe atua como uma válvula protetora, com a presença da epiglote, que impede a entrada de alimentos e líquidos nas vias respiratórias durante a deglutição. Cuidar da saúde da laringe é fundamental, pois ela é suscetível a inflamações, como a laringite, o que pode comprometer tanto a respiração quanto a fala."
    },
    {
        "code" : "0",
        "nome" : "Traqueia",
        "descricao": "A traqueia é um tubo cartilaginoso do sistema respiratório que atua como um canal para a passagem de ar, localizado entre a laringe e os brônquios, na região anterior ao esôfago. Sua principal função é conduzir o ar das vias aéreas superiores, como fossas nasais, boca, faringe e laringe, até os pulmões. Composta por aneis de cartilagem em forma de 'C', a traqueia mantém sua estrutura aberta, evitando colapsos e permitindo um fluxo adequado de ar. Seu revestimento interno contém células ciliadas e mucos que filtram partículas de poeira e contaminantes, protegendo os pulmões."
    },
    {
        "code" : "0",
        "nome" : "Brônquios",
        "descricao": "Os brônquios são estruturas que se originam da bifurcação da traqueia em brônquios direito e esquerdo, localizados atrás dos vasos pulmonares, e constituem os pulmões. Eles se ramificam em brônquios secundários, terciários e bronquíolos, conduzindo o ar até os alvéolos, onde ocorrem as trocas gasosas. Com paredes de cartilagem e revestidos por uma membrana mucosa com células ciliadas, os brônquios filtram e umidificam o ar, capturando partículas e microrganismos. A saúde dos brônquios é vital para a respiração, pois inflamações ou obstruções podem levar a problemas respiratórios, como bronquite ou asma."
    },
    {
        "code" : "6",
        "nome" : "Bronquíolos",
        "descricao": "Os bronquíolos são pequenas ramificações dos brônquios que compõem o pulmão. Com cerca de 1 mm de diâmetro, eles não possuem cartilagem em suas paredes, sendo formados por músculos lisos, que permitem sua contração e dilatação para regular o fluxo de ar. Os bronquíolos se dividem em bronquíolos terminais e bronquíolos respiratórios, sendo estes últimos responsáveis por conduzir o ar até os alvéolos, onde ocorrem as trocas gasosas. A saúde dos bronquíolos é essencial, pois sua obstrução ou inflamação pode prejudicar a respiração, como acontece em condições como asma ou bronquiolite."
    },
    {
        "code" : "7",
        "nome" : "Alvéolos pulmonares:",
        "descricao": "Os alvéolos pulmonares são pequenas estruturas saculares que constituem o pulmão, localizadas nas extremidades dos bronquíolos respiratórios, onde ocorrem as trocas gasosas, conhecidas como hematose. Nesse processo, o dióxido de carbono presente no sangue é transferido para o interior dos alvéolos, enquanto o oxigênio do ar inspirado passa para o sangue. Cada pulmão contém milhões de alvéolos, o que proporciona uma grande superfície para a difusão dos gases. As paredes finas dos alvéolos, cercadas por capilares sanguíneos, facilitam essas trocas. A saúde dos alvéolos é vital para a função respiratória, e doenças como pneumonia ou enfisema podem danificá-los, comprometendo a respiração."
    },
        {
        "code" : "3",
        "nome" : "Pulmão",
        "descricao": "Os pulmões são órgãos do sistema respiratório que desempenham um papel fundamental nas trocas gasosas. Cada indivíduo possui dois pulmões, que estão situados na cavidade torácica, um à direita e outro à esquerda do mediastino (a área entre os pulmões). Eles têm formato de cone, com uma base na parte inferior, um ápice na parte superior, e duas faces: a costal, que fica voltada para as costelas, e a medial, que está voltada para o mediastino. Os pulmões são compostos principalmente por tecido pulmonar, que inclui alvéolos, brônquios, bronquíolos e um grande número de vasos sanguíneos. A saúde pulmonar é crucial para o bem-estar geral, pois problemas respiratórios podem impactar outras funções do corpo e levar a condições graves, como asma, bronquite e DPOC. Além disso, pulmões saudáveis melhoram a qualidade de vida, facilitando a realização de atividades diárias. Como estão expostos a poluentes e substâncias nocivas, adotar hábitos saudáveis, como não fumar e evitar poluição, é vital para manter a saúde pulmonar."
    }
]
